/* Message text when no network connection available */
"A block cannot be started without a working network connection.  You can override this setting in Preferences." = "A block cannot be started without a working network connection.  You can override this setting in Preferences.";

/* allowlist block explanation */
"An allowlist block means that everything on the internet BESIDES your specified list will be blocked.  This includes the web, email, SSH, and anything else your computer accesses via the internet.  If a web site requires resources such as images or scripts from a site that is not on your allowlist, the site may not work properly." = "Whitelist significa que tudo na internet exceto o que está especificado na lista serão bloqueados.Isso inclui a web, email, SSH, e qualquer outra coisa que seu computador acesse via Internet. Se um web site requer recursos como imagens ou scripts de um dominio que não esteja na sua whitelist, este dominio poderá não funcionar corretamente";

/* allowlist block confirmation question */
"Are you sure you want an allowlist block?" = "Are you sure you want an allowlist block?";

/* Block in progress error note */
"Block in progress" = "Bloqueio em progresso";

/* Cancel button */
"Cancel" = "Cancelar";

/* Single day in time strings */
"day" = "dia";

/* Plural days in time strings */
"days" = "dias";

/* Shows that the slider is at 0 so the block is disabled */
"disabled" = "desabilitado";

/* Single hour in time strings */
"hour" = "hora";

/* Plural hours in time strings */
"hours" = "horas";

/* Text on Start button when loading */
"Loading" = "Carregando";

/* Single minute in time strings */
"minute" = "minuto";

/* Plural minutes in time strings */
"minutes" = "minutos";

/* Button to open Network Diagnostics */
"Network Diagnostics..." = "Diagnóstico de rede ...";

/* Alert text when no network connection available */
"No network connection detected" = "Nenhuma conexão de rede detectada";

/* OK button */
"OK" = "OK";

/* Start button */
"Start" = "Iniciar";

/* Block in progress error text */
"The blocklist cannot be edited while a block is in progress." = "A lista negra não pode ser editada quando um bloqueio está em progresso.";

/* Common title for Preferences window */
"Preferences" = "Preferências";

/* Toolbar item name for the General preference pane */
"General" = "Gerais";

/* Toolbar item name for the Advanced preference pane */
"Advanced" = "Avançadas";
